Repository: oscarahalvorsen/masterproject
Catalog: maalfrid/tmx/patentstyret.no.csv-nb-nn.deduped.tmx
Source language: nb
Languages: nn

source: Ocean Sun tilbyr lisensavtaler der utviklere og uavhengige kraftprodusenter får lov til å bruke deres patenter til egne prosjekter.
nn: Ocean Sun tilbyr lisensavtalar der utviklarar og uavhengige kraftprodusentar får lov til å bruke patenta deira i eigne prosjekt.

source: De bidrar med hjelp til henholdsvis IP-strategi og generelle juridiske spørsmål.
nn: Dei bidreg med hjelp til høvesvis IP-strategi og generelle juridiske spørsmål.

source: når oppfinnelsen er gjort her i Norge, eller
nn: når oppfinninga er gjort her i Noreg, eller

source: Frister skal av forvaltningsrettslige grunner være rimelige.
nn: Fristar skal av forvaltningsrettslege grunnar vere rimelege.

source: Det stilles strenge krav til at en bestemt næringsdrivende kan få enerett til en farge for en vare eller tjeneste.
nn: Det stillast strenge krav til at ein bestemt næringsdrivande kan få einerett til ein farge for ei vare eller teneste.

source: Du vil motta en pakke i posten som inneholder smartkort og andre ting du trenger for å installere programvaren på din PC.
nn: Du vil motta ein pakke i posten som inneheld smartkort og andre ting du treng for å installere programvaren på din PC.

source: Lisensiering av slike rettigheter blir normalt dokumentert i form av en avtale mellom eier av rettigheten (lisensgiver) og en eller flere lisenstakere om rett til å utnytte rettigheten.
nn: Lisensiering av slike rettar blir normalt dokumentert i form av ein avtale mellom eigar av retten (lisensgivar) og ein eller fleire lisenstakarar om rett til å nytte patentet.

source: De totale kostnadene kan også bli vesentlig forhøyet hvis du får problemer med å få patentsøknaden godkjent i enkelte land, da dette ofte innebærer forlenget behandlingstid og økt behov for hjelp fra patentfullmektig.
nn: Dei totale kostnadene kan også bli vesentleg høgare viss du får problem med å få patentsøknaden godkjent i enkelte land, da dette ofte inneber forlenga behandlingstid og auka behov for hjelp frå patentfullmektig.

source: −Å søke patent er ikke som å søke barnehageplass.
nn: −Å søkje patent er ikkje som å søkje barnehageplass.

source: Patentstyret har registrert øket bruk av markedsundersøkelser som del av dokumentasjon for å underbygge anførsler i varemerkesaker.
nn: Patentstyret har registrert auka bruk av marknadsundersøkingar som del av dokumentasjon for å underbyggje merknader i varemerkesaker.

source: Vet ledelsen hva de ansatte sitter på av kunnskap?
nn: Veit leiinga kva dei tilsette sit på av kunnskap?

source: Den norske prioritetsdannende søknaden er meddelt (norsk patent 343405), og selskapet har flere europeiske søknader til behandling.
nn: Den norske prioritetsdannande søknaden er meddelt (norsk patent 343405), og selskapet har fleire europeiske søknader til behandling.

source: Verktøyet Grasp er et medisinsk utstyr som letter kommunikasjon av sykehistorie mellom pasienter og klinikere, og muliggjør personlig behandling.
nn: Verktøyet Grasp er eit medisinsk utstyr som lettar kommunikasjon av sjukehistorie mellom pasientar og klinikarar, og gjer personleg behandling mogleg.

source: «For ASK har design og emballasje alltid vært viktig.
nn: «For ASK har design og emballasje alltid vore viktig.

source: Kapitalen vil også gå til å bygge merkevaren internasjonalt og styrke selskapet med flere ansatte.
nn: Kapitalen vil også gå til å byggje merkevara internasjonalt og styrkje selskapet med fleire tilsette.

source: Kollegaen din har blitt nysgjerrig på virkemåten.
nn: Kollegaen din har blitt nysgjerrig på verkemåten.

source: Dette vil også omfatte innarbeidelse/bruk som kun retter seg mot deler av merket eller varefortegnelsen.
nn: Dette vil også omfatte innarbeiding/bruk som kun retter seg mot delar av merket eller vareforteikninga.

source: Dokumentasjonen må derfor være datert og vise bruk i den relevante perioden.
nn: Dokumentasjonen må derfor vere datert og vise bruk i den relevante perioden.

source: Det gir med andre ord et godt grunnlag for avtaler.
nn: Det gir med andre ord eit godt grunnlag for avtalar.

source: Les mer om det europeiske patentsystemet
nn: Les meir om det europeiske patentsystemet

source: Begrepet omfatter også ikke-fysiske gjenstander, som skjermbilder for web, grafiske symboler o.l.
nn: Omgrepet omfattar også ikkje-fysiske gjenstandar, som skjermbilete for web, grafiske symbol o.l.

source: Våre erfarne medarbeidere deltar på interne og eksterne oppdateringskurs i immaterialrett og andre relevante fagområder, og i internasjonalt samarbeid med blant annet EPO og EU-IPO
nn: Våre erfarne medarbeidarar deltek på interne og eksterne oppdateringskurs i immaterialrett og andre relevante fagområde, og i internasjonalt samarbeid med blant anna EPO og EUIPO.

source: Podbike AS ønsker å bidra til en bærekraftig hverdag og verden ved å tilby det mest miljøvennlige og energieffektive alternativet for daglig pendling og korte transportetapper.
nn: Podbike AS ønskjer å bidra til ein berekraftig kvardag og verd ved å tilby det mest miljøvennlege og energieffektive alternativet for dagleg pendling og korte transportetappar.

source: Utenlandske søkere er ikke pålagt å bruke en fullmektig i Norge, men all kommunikasjon mellom Patentstyret og søker foregår på norsk.
nn: Utanlandske søkarar er ikkje pålagde å bruke ein fullmektig i Noreg, men all kommunikasjon mellom Patentstyret og søkar foregår på norsk.

source: (a) Translitterasjon (omskriving bokstav for bokstav til et annet alfabet):Hvis varemerket består av elementer med andre skrifttegn enn latinske bokstaver eller andre tall enn arabiske eller romerske tall, må elementene translittereres til latinske bokstaver eller arabiske eller romerske tall.
nn: (a) Translitterasjon (omskriving bokstav for bokstav til eit anna alfabet):Viss varemerket består av element med andre skriftteikn enn latinske bokstavar eller andre tal enn arabiske eller romerske tal, må elementa translittererast til latinske bokstavar eller arabiske eller romerske tal.

source: Merket skal ikke inneholde finhetsgrad, for eksempel 585 eller 925.
nn: Merket skal ikkje innehalde finleiksgrad, for eksempel 585 eller 925.

source: Det bidrar til å gjøre resultater kjent i fagmiljøet og er på den måten med påå bidra til videre forskning på nye legemidler og innovasjon innen området.
nn: Det bidrar til å gjere resultat kjende i fagmiljøet og er på den måten med påå bidra til vidare forskning på nye legemiddel og innovasjon innan området.

source: Ønsker du hjelp?
nn: Ønskjer du hjelp?

source: I starten så fikk Kåre hjelp av Norges Vel og Marius Sandvik til å få på plass en ordning som heter dagpenger under etablering som NAV har.
nn: I starten fekk Kåre hjelp av Norges Vel og Marius Sandvik til å få på plass ei ordning som heiter dagpengar under etablering som NAV har.

source: Alt vedrørende oppfinnelsen eller designet som enten er omtalt i tidligere patenter, tidsskrifter eller annen litteratur (gjelder hele verden), kan være til hinder for å få patent eller få registrert designet.
nn: Alt som gjeld oppfinninga eller designet som anten er omtalt i tidlegare patent, tidsskrift eller annan litteratur (gjeld heile verda), kan vere til hinder for å få patent eller få registrert designet.

source: Du har rett til å få slettet opplysninger om deg eller rettet gale opplysninger om deg så raskt som mulig, og å få supplert ufullstendige opplysninger.
nn: Du har rett til å få sletta opplysingar om deg eller retta gale opplysingar om deg så raskt som mogleg, og å få supplert ufullstendige opplysingar.

source: Disse bidrar til enhetlig behandling av søknader slik at utfallet av behandlingen er uavhengig av saksbehandler.
nn: Desse bidreg til einheitleg behandling av søknadar slik at utfallet av behandlinga er uavhengig av saksbehandlar.

source: Les mer om dette på nettsidene til KFIR
nn: Les meir om dette på nettsidene til KFIR

source: På samme måte er det grenser for hvor kort og banal en lyd kan være for at den skal kunne feste seg i bevisstheten hos forbrukerne.
nn: På same måte er det grenser for kor kort og banal ein lyd kan vere for at den skal kunne feste seg i bevisstheita hos forbrukarane.

source: Det kan være lurt å spille på et bredt spekter av sanser i markedsføringen.
nn: Det kan vere lurt å spele på eit breitt spekter av sansar i marknadsføringa.

source: er et kjennetegn som skal skille dine varer og tjenester fra andres.
nn: er eit kjenneteikn som skal skilje dine varer og tenester frå andre sine.

source: Ved bruk av midlertidig forføyning vil du ikke kunne benytte seg av de forenklede fremgangsmåtene for ødeleggelse av varer.
nn: Ved bruk av mellombels åtgjerd vil du ikkje kunne nytte deg av dei forenkla framgangsmåtane for øydelegging av varer.

source: Offentlige støtteordninger etterspør også patenter.
nn: Offentlege støtteordningar etterspør også patent.

source: blir endelig henlagt eller patentet opphører hvis du ikke betaler årsavgiften og forsinkelsesavgiften innen siste frist.
nn: blir endeleg lagt bort eller patentet opphøyrer viss du ikkje betalar årsavgifta og forseinkingsavgifta innan siste frist.

source: Mange selskaper hadde ennå ikke registrert domener på sitt navn, og både Telenor, SAS og Gjensidige var blant selskapene som måtte betale seg relativt dyrt ut av en situasjon der andre registrerte domener med deres merkevarenavn og til dels brukte det aktivt for å skade selskapene.
nn: Mange selskap hadde enno ikkje registrert domene på namnet sitt, og både Telenor, SAS og Gjensidige var blant selskapa som måtte betale seg relativt dyrt ut av ein situasjon der andre registrerte domene med deira merkevarenamn og til dels brukte det aktivt for å skade selskapa.

source: Tittelen skal være på samme språk som resten av søknaden.
nn: Tittelen skal vere på same språk som resten av søknaden.

source: Samtidig er det enkelt å lansere nye produkter;
nn: Samtidig er det enkelt å lansere nye produkt;

source: Noen velger å holde for eksempel tekniske oppfinnelser og fremgangsmåter hemmelig, og beskytter det på den måten.
nn: Nokon vel å halde for eksempel tekniske oppfinningar og framgangsmåtar hemmeleg, og vernar dei på den måten.

source: Forbrukerne må nok ofte læres opp til å oppfatte lukt og smak som kommersielle kjennetegn gjennom bruk i markedet.
nn: Forbrukarane må nok ofte lærast opp til å oppfatte lukt og smak som kommersielle kjenneteikn gjennom bruk i marknaden.

source: Organisasjonen opererer i samspill med utdanningssystemet, næringslivet og andre aktører.
nn: Organisasjonen opererer i samspill med utdanningssystemet, næringslivet og andre aktørar.

source: Enorme mengder piratkopierte varer av ukjent materiale blir destruert hvert år.
nn: Enorme mengder piratkopierte varer av ukjent materiale blir destruert kvart år.

source: Ved første forfall av årsavgift i Norge sender Patentstyret ut varsel om forfall i forkant av fristen for betaling.
nn: Ved første forfall av årsavgift i Noreg sender Patentstyret ut varsel om forfall i forkant av fristen for betaling.

source: Vi gjør oppmerksom på at det er begrenset adgang til å endre et design som er søkt eller som er registrert.
nn: Vi gjer oppmerksam på at det er avgrensa rett til å endre i eit design som er søkt eller som er registrert.

source: En PCT-søknad som er videreført til Norge behandles stort sett på samme måte som andre søknader levert i Norge.
nn: Ein PCT-søknad som er vidareført til Noreg behandlast stort sett på same måte som andre søknadar levert i Noreg.

source: Hvis protesten leveres for sent, det vil si etter at et patent er meddelt, vil vi sende et brev hvor vi opplyser om muligheten for å levere en innsigelse.
nn: Viss protesten leverast for seint, det vil seie etter at eit patent er meddelt, vil vi sende eit brev kor vi opplyser om moglegheita for å levere ei motsegn.

source: Husk at registrerte rettigheter ikke bare er en beskyttelse mot etterligninger, men også et verdipapir som kan styrke forhandlingsposisjoner ved forretningssamarbeid, oppkjøp og lisensiering.
nn: Hugs at registrerte rettar ikkje berre er eit vern mot etterlikningar, men også eit verdipapir som kan styrkje forhandlingsposisjonar ved forretningssamarbeid, oppkjøp og lisensiering.

source: Hvis andre har søkt patent på en tilsvarende oppfinnelse i løpet av denne 12-månedersperioden, vil din patentsøknad gå foran på grunn av «tidligere prioritet».
nn: Dersom andre har søkt patent på ei tilsvarande oppfinning i løpet av denne 12-månadersperioden, vil patentsøknaden din gå føre på grunn av "tidlegare prioritet".

source: Tidligere ville Patentstyret nektet merket registrert fordi merket er egnet til å villede gjennomsnittsforbrukeren til å tro at osten er fra Frankrike når den ikke er det.
nn: Tidlegare ville Patentstyret nekta merket registrert fordi merket er eigna til å villeie den vanlege forbrukaren (gjennomsnittsforbrukaren) til å tru at osten er frå Frankrike når den ikkje er det.

source: sekvensliste skal ikke oversettes.
nn: sekvensliste skal ikkje omsetjast.

source: Rapporten vil gi svar på hva som allerede finnes av oppfinnelser som likner på din.
nn: Rapporten vil gi svar på kva som allereie finst av oppfinningar som likner på din.

source: Det er hensiktsmessig å involvere advokat, patentfullmektig eller andre juridiske rådgivere med kjennskap til patenter og lisensiering i prosessen.
nn: Det er formålstenleg å involvere advokat, patentfullmektig eller andre juridiske rådgivarar med kjennskap til patent og lisensiering i prosessen.

source: «Gode patenter er avgjørende for å tiltrekke seg investorer og for å bygge en virksomhet.»
nn: «Gode patent er avgjerande for å tiltrekkje seg investorar og for å byggje ei verksemd.»

source: Du vil derfor få en uavhengig gransking av søknaden din.
nn: Du vil derfor få ei uavhengig gransking av søknaden din.

source: Grønn teknologi – globale trender og muligheter
nn: Grøn teknologi – globale trendar og moglegheiter

source: Ingen skal få lov til å snylte på andres arbeid.
nn: Ingen skal få lov til å snylte på arbeidet til andre.

source: Offentlighet og åpenhet er viktige prinsipper som gir forvaltningen tillit i samfunnet.
nn: Offentlegheit og openheit er viktige prinsipp som gir forvaltinga tillit i samfunnet.

source: Er det viktig å verne eneretten andre steder må du søke patent i andre land eller andre regioner.
nn: Er det viktig å verne einerettene andre stader, må du søkje patent i andre land eller andre regionar.

source: En beskrivelse av dokumentasjonen vil videre kunne fremheve hva som er særlig viktig ovenfor Patentstyret.
nn: Ei skildring av dokumentasjonen vil vidare kunne framheve kva som er særleg viktig overfor Patentstyret.

source: Endringer må meldes inn før du betaler årsavgift eller fornyelsesavgift
nn: Endringar må meldast inn før du betalar årsavgift eller fornyingsavgift

source: Fakturaene blir av mange forvekslet med rettmessige krav om betaling for registrering av patentsøknader, eller registrering eller fornyelse av varemerker.
nn: Fakturaene blir av mange forveksla med rettmessige krav om betaling for registrering av patentsøknader, eller registrering eller fornying av varemerke.

source: Det gir dessuten mer trygghet overfor samarbeidsaktører og investorer.»
nn: Det gir dessutan meir tryggleik overfor samarbeidsaktørar og investorar.»

source: Hva med farger i sin rene form, uten figurer eller tekst?
nn: Kva med fargar i si reine form, utan figurar eller tekst?

source: Det er kun Patentstyret og din eventuelle fullmektig som kan kreve betaling for disse tjenestene.
nn: Det er kun Patentstyret og din eventuelle fullmektig som kan krevje betaling for desse tenestene.

source: Vi har også en markedsføringslov som har regler om hvordan parter i salgssituasjoner skal forholde seg til hverandre.
nn: Vi har også ein marknadsføringslov som har reglar om korleis partar i salssituasjonar skal oppføre seg tmot kvarandre.

source: Endringen er at selskapsbetegnelsen AS ble fjernet fra merket.
nn: Endringa er at selskapsnemninga AS blei fjerna frå merket.

source: I saker med flere parter vil en beskrivelse av dokumentasjonen sette motparten i stand til å gjøre seg kjent med materialet, og imøtegå påstandene som dokumentasjonen skal underbygge (hensynet til kontradiksjon).
nn: I saker med fleire partar vil ei skildring av dokumentasjonen setje motparten i stand til å gjere seg kjend med materialet, og imøtegå påstandane som dokumentasjonen skal underbyggje (omsynet til kontradiksjon).

source: Når kommer neste mulighet for å søke et toppdomene?
nn: Når kjem neste moglegheit for å søkje eit toppdomene?

source: Hvis du sender inn et krav om begrensning som ikke oppfyller de formelle vilkårene, sender Patentstyret brev med en frist for å rette manglene.
nn: Viss du sender inn eit krav om avgrensing som ikkje oppfyller dei formelle vilkåra, sender Patentstyret brev med ein frist for å rette manglane.

source: mai i hvert kalenderår.
nn: mai i kvart kalenderår.

source: Det skal hjelpe kundene med å forstå hvilken kategori merkevaren tilhører – for eksempel Elkjøp, TVNorge eller Right Price Tiles
nn: Det skal hjelpe kundane med å forstå kva for kategori merkevara tilhøyrer – for eksempel Elkjøp, TVNorge eller Right Price Tiles

source: fullmektig kan være et patent- eller advokatkontor, eller en
nn: fullmektig kan vere eit patent- eller advokatkontor, eller

source: Selskapet har i tillegg hentet investorkapital gjennom StartupLab i Oslo, og har utført suksessfulle pilottester med flere aktører.
nn: Selskapet har i tillegg henta investorkapital gjennom StartupLab i Oslo, og har utført suksessfulle pilottestar med fleire aktørar.

source: Opplysninger som har betydning for om designrett kan oppnås eller for designrettens omfang eller varighet, kan ikke unntas fra offentlighet.
nn: Opplysningar som betyr noko for om designrett kan bli oppnådd eller for designretten sitt omfang eller varigheit, kan ikkje unntakast frå offentlegheit.

source: Et unntak gjelder hvis oppfinneren ikke har «tatt skritt til publisering» innen ett år etter at meldingen om oppfinnelsen ble gitt til arbeidsgiveren.
nn: Eit unntak gjeld viss oppfinnaren ikkje har «teke skritt til publisering» innan eitt år etter at meldinga om oppfinninga blei gitt til arbeidsgivaren.

source: Krav om administrativ overprøving og selvstendige søksmål:
nn: Krav om administrativ overprøving og sjølvstendige søksmål:

source: Så gjelder det å formulere de nye og generelle prinsippene som er nødvendig for at oppfinnelsen kan fungere og løse problemet ditt.
nn: Så gjeld det å formulere dei nye og generelle prinsippa som er nødvendig for at oppfinninga kan fungere og løyse problemet ditt.

source: Du må i kravet forklare hvorfor oversittelsen av fristen ikke var bevisst.
nn: Du må i kravet forklare kvifor oversitjinga av fristen ikkje var bevisst.

source: Oppfinnelseshøyde betyr at oppfinnelsen skal skille seg vesentlig fra tidligere kjent teknikk på området.
nn: Oppfinningshøgd betyr at oppfinninga skal skilje seg vesentleg frå tidlegare kjent teknikk på området.

source: For å få provisorisk patentbeskyttelse i Norge på grunnlag av en europeiske søknad (EP-søknad) som er publisert ved EPO, må søknaden også publiseres i Norge.
nn: For å få provisorisk patentvern i Noreg på grunnlag av ein europeisk patentsøknad (EP-søknad) som er publisert ved EPO, må søknaden også publiserast i Noreg.

source: Av kongelige navn har vi blant annet Kong Haakon og dronning Sonja som registrerte varemerker for sjokoladeprodukter, og i disse tilfellene har sjokoladeprodusenten innhentet godkjenning fra Slottet.
nn: Av kongelege namn har vi blant anna kong Haakon og dronning Sonja som registrerte varemerke for sjokoladeprodukt, og i desse tilfellene har sjokoladeprodusenten innhenta godkjenning frå Slottet.

source: Da kan du både ha fortrinnsrett til å søke domenenavn i de nyopprettede registrene (sunrise), samt at du vil få beskjed hvis noen har registrert et domenenavn identisk til ditt varemerke (Trademark Claims Service) slik at du eventuelt kan klage.
nn: Da kan du både ha fortrinnsrett til å søkje domenenamn i dei nyoppretta registra (sunrise), samt at du vil få beskjed viss nokon har registrert eit domenenamn identisk med ditt varemerke (Trademark Claims Service) slik at du eventuelt kan klage.

source: Hvis klagen du sender inn ikke oppfyller de formelle vilkårene, gir Patentstyret en frist for å rette manglene.
nn: Viss klagen du sender inn ikkje oppfyller dei formelle vilkåra, gir Patentstyret ein frist for å rette manglane.

source: Derfor er det ofte viktig at patentsøknaden din er fullstendig ved levering slik at du ikke får behov for å trekke og levere ny søknad.
nn: Derfor er det ofte viktig at patentsøknaden din er fullstendig ved levering slik at du ikkje får behov for å trekkje og levere ny søknad.

source: - Det gjelder et strengt krav til din aktsomhet ved fristoversittelse
nn: - Det gjeld eit strengt krav til aktsamheit ved fristoversitjing

source: Hvis du har spørsmål til hvordan du søker varemerkeregistrering, kan du ringe kundesenteret vårt på 22 38 73 00 og snakke med en veileder eller en saksbehandler.
nn: Dersom du har spørsmål til korleis du søkjer varemerkeregistrering, kan du ringje kundesenteret vårt på 22 38 73 00 og snakke med ein rettleiar eller ein saksbehandlar.

source: Designregistrering gir enerett til utseendet og formen på et produkt.
nn: Designregistrering gir einerett til utsjånaden og forma på eit produkt.

source: Avgjørelsen har blant annet ført til at OHIM og enkelte EU-land har kommet med nye retningslinjer for hva de krever av varefortegnelsen ved innlevering av en varemerkesøknad.
nn: Avgjerda har blant anna ført til at OHIM og enkelte EU-land har kome med nye retningslinjer for kva dei krev av varelista ved innlevering av ein varemerkesøknad.

source: De har også fått tilskudd fra EU gjennom programmet Horizon 2020.
nn: Dei har også fått tilskot frå EU gjennom programmet Horizon 2020.

source: Det er bortkastet å bruke tid og ressurser på noe som du ikke kan komme ut i markedet med uten at du krenker andres rettigheter, forteller seniorrådgiver i Patentstyret, Peter Risholm.
nn: Det er bortkasta å bruke tid og ressursar på noko som du ikkje kan komme ut i marknaden med utan at du krenkjer andre sine rettar, fortel seniorrådgjevar i Patentstyret, Peter Risholm.

source: På forespørsel vil Patentstyret rette og gi innsyn i alle personopplysninger som er innført om den enkelte i registrene våre.
nn: På førespurnad vil Patentstyret rette og gi innsyn i alle personopplysingar som er innført om den einskilde i registera våre.

source: Hvis dokumentasjonen skal vise reell bruk, vil det være avgjørende om dokumentasjonen viser bruk av merket slik det er registrert eller i en form som bare skiller seg fra den form det er registrert i ved enkelthetene som ikke endrer dets særpreg.
nn: Viss dokumentasjonen skal vise reell bruk, vil det vere avgjerande om dokumentasjonen viser bruk av merket slik det er registrert eller i ei form som berre skil seg frå den forma det er registrert i ved enkelte delane som ikkje endrar særpreget.

source: Registrering av bruksmønster er en beskyttelsesform for oppfinnelser som brukes i flere land.
nn: Registrering av bruksmønster er ei verneform for oppfinningar som blir brukt i fleire land.

source: Den som sender inn en innsigelse kalles innsiger.
nn: Den som sender inn ei motsegn kallast innsigar.

source: Selskapet har både patenter og varemerker, men særlig patentene er avgjørende for å sikre vekst og inntjening.
nn: Selskapet har både patent og varemerke, men særleg er patenta avgjerande for å sikre vekst og inntening.

source: Innsigelsen må leveres skriftlig til Patentstyret.
nn: Motsegna må leverast skriftleg til Patentstyret.
